/* No comment provided by engineer. */
"Disk cache: Cannot read image for key %@" = "Disk cache: Cannot read image for key %@";

/* No comment provided by engineer. */
"Failed to load image from data at path %@" = "Failed to load image from data at path %@";

/* No comment provided by engineer. */
"Failed to load image from data at URL %@" = "Failed to load image from data at URL %@";

/* No comment provided by engineer. */
"Image not found for key %@" = "Image not found for key %@";

/* No comment provided by engineer. */
"Invalid fetcher %@: Must return non-nil in success block" = "Invalid fetcher %@: Must return non-nil in success block";

/* Set up account message. */
"It appears you have not set up an email account on this device." = "It appears you have not set up an email account on this device.";









/* Contacto */
"menu-contact" = "Contacto";

/* Quiénes somos */
"menu-info" = "¿Quiénes somos?";

/* Pronósticos locales */
"menu-local-forecasts" = "Pronósticos locales";

/* Pronósticos regionales */
"menu-regional-forecasts" = "Pronósticos regionales";

/* Ajustes */
"menu-settings" = "Ajustes";

/* REDES SOCIALES */
"menu-social-networks" = "REDES SOCIALES";

/* Mareas */
"menu-tides" = "Mareas";

/* Advertencias */
"menu-warnings" = "Notificaciones";





/* Informativa */
"warning-detail-information-title" = "Informativa";

/* Advertencia */
"warning-detail-warning-title" = "Advertencia";

/* Advertencias */
"warnings-second-segment" = "Advertencias";

/* Notificaciones */
"warnings-list-title" = "Notificaciones";

/* Informativas */
"warnings-third-segment" = "Informativas";

/* Todas */
"warnings-first-segment" = "Todas";



/* Comentarios */
"local-forecast-sections-first" = "Comentarios";

/* Pronóstico */
"local-forecast-sections-second" = "Pronóstico";

/* Región */
"local-forecast-sections-third" = "Región";

/* Ver Comentario */
"local-forecast-comment" = "Ver Comentario";

/* Mañana */
"local-forecast-morning" = "Mañana";

/* Tarde */
"local-forecast-afternoon" = "Tarde";

/* Hmáx. */
"local-forecast-maximum-wave" = "Hmax.";

/* Hsig. */
"local-forecast-significative-wave" = "Hsig.";

/* Pronósticos locales */
"local-forecast-title" = "Locales";

/* Válido del */
"local-forecast-valid-from" = "Válido del";

/* al */
"local-forecast-valid-to" = "al";

/* Dir.H */
"local-forecast-wave-direction" = "Dir.H";

/* Tp */
"local-forecast-wave-period" = "Tp";

/* Ráf */
"local-forecast-wind-burst" = "Ráf.";

/* Dir.V */
"local-forecast-wind-direction" = "Dir.V";

/* V */
"local-forecast-wind-speed" = "V";

/* Olas: */
"local-forecast-waves" = "Olas:";

/* Viento: */
"local-forecast-wind" = "Viento:";

/* Oleaje y Viento */
"local-forecast-regions-first-section-title" = "Oleaje y Viento";

/* Características oceanográficas */
"local-forecast-region-oceanographic-characteristics" = "Características oceanográficas";

/* Viento */
"local-forecast-region-wind" = "Viento";

/* Oleaje */
"local-forecast-region-swell" = "Oleaje";

/* Temperatura */
"local-forecast-region-temperature" = "Temp. superficial del mar";

/* Salinidad */
"local-forecast-region-salinity" = "Salinidad";

/* Umbrales */

"local-forecast-swell-and-wind-red-1"           = "Viento fuerte a muy fuerte con oleaje alto a muy alto, tipo mar picado. Condición de riesgo extremo para la navegación de embarcaciones pequeñas y precaución para medianas.";
"local-forecast-swell-and-wind-red-2"           = "Viento fuerte a temporal con oleaje promedio a alto, tipo mar picado. No se recomienda la navegación de embarcaciones pequeñas ni medianas.";
"local-forecast-swell-and-wind-yellow-1"        = "Viento fuerte a muy fuerte con oleaje promedio, tipo mar picado. Condición de mayor precaución para la navegación de embarcaciones pequeñas y medianas.";
"local-forecast-swell-and-wind-yellow-2"        = "Viento moderado con oleaje alto a muy alto, tipo mar picado. Condición de mayor precaución para la navegación de embarcaciones pequeñas y medianas.";
"local-forecast-swell-and-wind-green-1"         = "Viento moderado con oleaje promedio tipo mar picado. Condición de precaución para la navegación de embarcaciones pequeñas.";
"local-forecast-swell-and-wind-green-2"         = "Viento moderado a fuerte. Olas tipo mar picado. Condición de precaución para la navegación de embarcaciones pequeñas y medianas.";
"local-forecast-swell-and-wind-light-blue-1"    = "Viento calmo a suave con oleaje bajo. Condición excelente para la navegación.";
"local-forecast-swell-and-wind-light-blue-2"    = "Viento débil a moderado con oleaje promedio y alto. Condición favorable para la navegación.";


"local-forecast-bathing-pacific-red"            = "Oleaje muy alto. No se recomienda el ingreso de bañistas. Generación de corrientes de resaca fuertes.";
"local-forecast-bathing-pacific-yellow"         = "Oleaje alto. Peligro para el ingreso de bañistas. Probabilidad de corrientes de resaca fuertes.";
"local-forecast-bathing-pacific-yellow1"        = "Oleaje alto. Peligro para el ingreso de bañistas. Probabilidad de corrientes de resaca débiles.";
"local-forecast-bathing-pacific-green"          = "Oleaje promedio. Precaución para bañistas. Generación de corrientes de resaca moderadas.";
"local-forecast-bathing-pacific-light-blue-1"   = "Oleaje bajo. Excelentes condiciones para el ingreso de bañistas.";
"local-forecast-bathing-pacific-light-blue-2"   = "Oleaje promedio. Condición favorable para bañistas. Probabilidad de corrientes de resaca débiles.";

"local-forecast-port-pacific-red"               = "Imposibilidad de atraque\n de barcos en puertos.";
"local-forecast-port-pacific-yellow"            = "Dificultad para el atraque\n de barcos en puertos.";
"local-forecast-port-pacific-green"             = "Cautela para el atraque\n de barcos en puertos.";
"local-forecast-port-pacific-light-blue-1"      = "Condición favorable para el atraque\n de barcos en puertos.";
"local-forecast-port-pacific-light-blue-2"      = "Condición favorable para el atraque\n de barcos en puertos.";

"local-forecast-bathing-caribbean-red-1"        = "Oleaje muy alto. No se recomienda el ingreso de bañistas. Generación de corrientes de resaca fuertes.";
"local-forecast-bathing-caribbean-red-2"        = "Oleaje muy alto. No se recomienda el ingreso de bañistas. Generación de corrientes de resaca muy fuertes.";
"local-forecast-bathing-caribbean-yellow"       = "Oleaje alto. Precaución para bañistas. Generación de corrientes de resaca moderadas.";
"local-forecast-bathing-caribbean-green"        = "Oleaje promedio. Condición favorable para bañistas. Generación de corrientes de resaca débiles.";
"local-forecast-bathing-caribbean-light-blue"   = "Oleaje bajo. Excelentes condiciones para el ingreso de bañistas.";

"local-forecast-port-caribbean-red-1"           = "Dificultad para el atraque\n de barcos en puertos.";
"local-forecast-port-caribbean-red-2"           = "Imposibilidad de atraque\n de barcos en puertos.";
"local-forecast-port-caribbean-yellow"          = "Posible dificultad para el atraque\n de barcos en puertos.";
"local-forecast-port-caribbean-green"           = "Condición favorable para el atraque\n de barcos en puertos.";
"local-forecast-port-caribbean-light-blue"      = "Condición favorable para el atraque\n de barcos en puertos.";

"card1_caribbean_level1" = "Oleaje muy alto. Peligro para la navegación de embarcaciones pequeñas.";
"card1_caribbean_level2" = "Oleaje alto. No se recomienta la navegación de embarcaciones pequeñas.";
"card1_caribbean_level3" = "Oleaje promedio y alto. Precaución para la navegación de embarcaciones pequeñas.";
"card1_caribbean_level4" = "Oleaje promedio. Condición favorable para la navegación.";
"card1_caribbean_level5" = "Oleaje bajo (menores a 1 m). Condición favorable para la navegación.";


/* Ayudas */

"local-forecast-comments-help-first-segment"    = "Ayuda";

"local-forecast-comments-help-second-segment"   = "Glosario";

"help-important" = "Importante:";

"help-symbology" = "Simbología";

"help-precaution-levels" = "Niveles de precaución";

"help-local-forecasts-comments-important-first" = "• Los comentarios de pronósticos se actualizan automáticamente a las 01:00, 07:00, 13:00 y 19:00 horas.";

"help-local-forecasts-comments-important-second" = "• Los comentarios de pronósticos de los 3 primeros días son los más certeros.";

"help-local-forecasts-comments-important-third" = "• Los pronósticos pueden variar por la variabilidad atmosférica y/o eventos locales cuya energía no la capturan los modelos numéricos globales.";

"help-local-forecasts-forecast-important-first" = "• Los pronósticos se actualizan automáticamente a las 01:00, 07:00, 13:00 y 19:00 horas.";

"help-local-forecasts-forecast-important-second" = "• Los pronósticos de los 3 primeros días son los más certeros.";

"help-local-forecasts-forecast-important-third" = "• Los pronósticos pueden variar por la variabilidad atmosférica y/o eventos locales cuya energía no la capturan los modelos numéricos globales.";

"help-swimmers" = "Bañistas";

"help-ports" = "Atracaderos";

"help-sailing" = "Embarcaciones";

"help-wind-direction-from" = "Dirección de donde viene el oleaje y el viento";

"help-wind-direction-to" = "Dirección hacia donde se dirige el oleaje y el viento";

"help-local-forecast-proper-condition" = "Condición favorable";
"help-local-forecast-caution-condition" = "Precaución";
"help-local-forecast-high-caution-condition" = "Alta precaución";
"help-local-forecast-extreme-caution-condition" = "Extrema precaución";

/* Glosario */
"regional-forecast-comment-glossary" = "<b>Altura de ola:</b><br>Distancia entre la cresta y el valle de una ola.<br><br><b>Altura máxima:</b><br>Cota máxima a la cual la altura del oleaje puede llegar.<br><br><b>Altura significativa:</b><br>La llamada \"altura significativa de la ola\" se define como la altura promedio de la tercera parte mayor de todas las olas observadas.<br><br><b>Corriente de resaca:</b><br>Corriente de retorno al mar, producto del rompimiento de una ola sobre la playa.<br><br><b>Corriente marina:</b><br>Corriente generada por la acción del viento (eólica) o por cambios de densidad de agua (termohalino).<br><br><b>Erosión:</b><br>La erosión marina es el desgaste sobre el borde costero causado por el mar. Puede ser generado por la acción de oleaje o por las corrientes marinas.<br><br><b>Fenómenos de El Niño y de La Niña:</b><br>Fenómeno climático que comienza cuando las aguas superficiales del Pacífico ecuatorial se vuelven más calientes (El Niño) o frías (La Niña) de lo normal frente a las costas de Perú y Ecuador. Puede provocar inundaciones, sequías, incendios forestales y otros fenómenos extremos en varias partes del mundo.<br><br><b>Marea:</b><br>El ascenso y descenso rítmico y alternado de la superficie del océano (o nivel del agua) que resulta de la atracción gravitacional de la Luna, y en menor grado de la del Sol.<br><br><b>Marejada:</b><br>Estado del mar en el que la superficie aparece perturbada con olas de gran tamaño y fuerza que pueden alcanzar más de 4 m de altura.<br><br><b>Marejada de fondo:</b><br>oleaje formado de manera distante y que ha escapado de la influencia directa de la acción del viento que la formó. Se caracteriza por tener mar adentro, crestas largas y lisas, y sobre las playas tener rompimientos fuertes.<br><br><b>Mar picado (mar de viento):</b><br>Oleaje de formación local, desordenado, con crestas blancas o rompimientos prematuros.<br><br><b>Período de ola:</b><br>Tiempo que tarda una cresta de una ola en suceder la siguiente.<br><br><b>Pronóstico:</b><br>Anuncio de la probabilidad de que se dé un hecho futuro o de la evolución de un proceso océano- meteorológico a partir de criterios lógicos o científicos, ejemplo, pronóstico meteorológico.<br><br><b>Ráfaga de viento:</b><br>Viento de gran intensidad que dura poco tiempo y que aparece de forma repentina.<br><br><b>Surgencia o afloramiento:</b><br>Ascenso de aguas sub-superficiales, más frías y con mayor concentración de nutrientes, que reemplazan las aguas superficiales en zonas restringidas del océano.<br><br><b>Tormenta tropical:</b><br>Un sistema de baja presión con fuertes tormentas y una circulación superficial definida con vientos máximos de 18.37-34.03 km/hr (34-63 nudos).";

"local-forecast-help-glossary" = "<b>Corriente de resaca:</b><br>Corriente de retorno al mar, producto del rompimiento de una ola sobre la playa.<br><br><b>Embarcaciones medianas:</b><br>Embarcaciones entre 10 m y 20 m de longitud.<br><br><b>Embarcaciones pequeñas:</b><br>Embarcaciones menores a 10 m de longitud.<br><br><b>Mar picado (mar de viento):</b><br>Oleaje de formación local, desordenado, con crestas blancas o rompimientos prematuros.<br><br><b>Oleaje bajo:</b><br>Oleaje que no supera la altura significativa de 1 m.<br><br><b>Oleaje promedio:</b><br>Oleaje con altura significativa entre 1 m y 2 m.<br><br><b>Oleaje alto:</b><br>Oleaje con altura significativa entre 2 m y 3 m.<br><br><b>Oleaje muy alto:</b><br>Oleaje con altura significativa mayor a 3 m.";


"comment-first-segment"     = "Comentario";
"comment-second-segment"    = "Glosario";
"comment-regional-forecast-share-title" = "Pronóstico regional";
"comment-local-forecast-share-title" = "Pronóstico de oleaje y viento";



/* Done */
"help-done" = "Listo";

/* Hora */
"help-time" = "Hora";

/* Ayuda */
"help-title" = "Ayuda";

/* Dirección de las olas (grados) */
"help-wave-direction" = "Dirección de las olas (grados)";

/* Altura significativa de la ola (metros) */
"help-wave-height" = "Altura significativa de la ola";

/* Altura máxima de la ola (metros) */
"help-wave-height-max" = "Altura máxima de la ola";

/* Rangos de altura de la ola */
"help-wave-height-range" = "Rangos de altura de la ola";

/* Periodo de las olas (segundos) */
"help-wave-period" = "Período de las olas (segundos)";

/* Ráfaga de viento (km/h) */
"help-wind-burst" = "Ráfaga de viento";

/* Dirección del viento (grados) */
"help-wind-direction" = "Dirección del viento (grados)";

/* Velocidad del viento (km/h) */
"help-wind-speed" = "Velocidad del viento";

/* Rangos de viento */
"help-wind-speed-range" = "Rangos de viento";

/* pies */
"measure-unit-feet" = "ft";

/* km/h */
"measure-unit-kilometer" = "km/h";

/* nudos */
"measure-unit-knot" = "nudos";

/* metros */
"measure-unit-meter" = "metros";








/* Forecast */
"forecasts-title" = "Pronósticos";

/* Pacífico y Caribe */
"regional-forecast-regions-header" = "Pacífico y Caribe";

/* Pronósticos regionales */
"regional-forecast-regions-title" = "Regionales";

/* horas */

"regional-forecast-hours" = "horas";

/* hora local */

"regional-forecast-local-time" = "hora local";

/* Descargando los pronósticos, por favor espere... */

"regional-forecast-loading-message-1" = "Descargando los pronósticos, por favor espere...";

/* La conexión a Internet parece estar muy lenta, por favor espere... */

"regional-forecast-loading-message-2" = "La conexión a Internet parece estar muy lenta, por favor espere...";




/* Cuarto menguante */
"tide-fading-quarter-moon" = "Cuarto Menguante";

/* Luna llena */
"tide-full-moon" = "Luna Llena";

/* Cuarto creciente */
"tide-growing-quarter-moon" = "Cuarto Creciente";

/* Altura */
"tide-height-column" = "Altura";

/* Fase lunar */
"tide-moon-phase-column" = "Fase lunar";

/* Luna nueva */
"tide-new-moon" = "Luna Nueva";

/* Luna creciente */
"tide-waxing-crescent-moon" = "Luna Creciente";

/* Luna gibosa creciente */
"tide-waxing-gibbous-moon" = "Gibosa Creciente";

/* Luna gibosa menguante */
"tide-waning-gibbous-moon" = "Gibosa Menguante";

/* Luna gibosa menguante */
"tide-waning-crescent-moon" = "Luna Menguante";

/* Luna nueva */
"tide-crecent-moon" = "Luna Creciente";

/* REGIONES COSTERAS */
"tide-regions-header" = "REGIONES COSTERAS";

/* Mareas */
"tide-regions-title" = "Mareas";

/* Buscar por fecha */
"tide-search" = "Buscar por fecha";

/* Marea */
"tide-tide-column" = "Marea";

/* Hora */
"tide-time-column" = "Hora";

"tide-search-done-title"    = "OK";
"tide-search-cancel-title"  = "Cancelar";






"about-us-title" = "¿Quiénes somos?";

"about-us-contributors" = "Colaboradores";

"about-us-information"  = "El <b>Módulo de Información Oceanográfica</b> (<a href=\"http://www.miocimar.ucr.ac.cr/\">MIO</a>) es un Proyecto creado en junio del 2011 dentro del Centro de Investigación  en Ciencias del Mar y Limnología (<a href=\"http://www.cimar.ucr.ac.cr/\">CIMAR</a>) de la Universidad de Costa Rica (<a href=\"http://www.ucr.ac.cr/\">UCR</a>) con el apoyo económico de la Comisión Nacional de Prevención de Riesgos y Atención de Emergencias (<a href=\"http://www.cne.go.cr/\">CNE</a>) de Costa Rica. El objetivo principal es ofrecer información diaria sobre el estado del mar y sobre eventos océano-meteorológicos que puedan representar una amenaza marino-costera en nuestro país.<br><br>Se realizan pronósticos de viento, altura, período y dirección del oleaje, temperatura superficial del mar y corrientes marinas, tanto en el Pacífico como Caribe de Costa Rica. Adicionalmente se ofrece información de tablas de mareas, advertencias, noticias divulgativas y enlaces externos con información de interés oceanográfico-meteorológico para la región Centroamericana.";








"contact-subject"   = "Asunto";
"contact-message"   = "Mensaje";
"contact-send"      = "Enviar";
"contact-po-box"    = "Apartado Postal: 11501-2060";
"contact-title"     = "Contacto";







"settings-allow-notifications" = "Permitir notificaciones";
"settings-height" = "Altura";
"settings-speed" = "Velocidad";
"settings-language" = "Idioma";
"settings-rate-app" = "Calificar esta app";
"settings-legal-disclaimer" = "Aviso legal";
"settings-developed-by" = "Desarrollado por";
"settings-title" = "Ajustes";
"settings-spanish-language" = "Español";
"settings-english-language" = "Inglés";
"settings-language-selection-title" = "Idioma";
"settings-height-selection-title" = "Altura";
"settings-speed-selection-title" = "Velocidad";
"settings-language-selection-language-disclaimer" = "Los comentarios de pronósticos regionales y las notificaciones siempre permanecerán en Español.";
"settings-measure-units" = "UNIDADES DE MEDIDA";
"settings-notifications-disabled-disclaimer" = "ADVERTENCIA: Las notificaciones push están desactivadas. Para activarlas vaya a: Configuración de iPhone > Notificaciones > MIO CIMAR";
"settings-measure-unit-feet" = "pies";






"legal-disclaimer-title"    = "Aviso legal";
"legal-disclaimer-content"  = "La utilización del servicio brindado por el Módulo de Información Oceanográfica (MIO) así como las conclusiones que se extraigan de la información suministrada corren por cuenta y riesgo propio del usuario y la Universidad de Costa Rica (UCR) rechaza expresamente toda responsabilidad en relación con los servicios de información y, en ningún caso, podrá ser considerada responsable frente a terceros por cualquier pérdida o daño que se deriven del uso de los servicios de información. La antedicha exclusión de responsabilidad se refiere a cualesquiera de la información prestada por la UCR en sus servicios de información.";









"no-data-available-message" = "No hay datos disponibles";
"no-internet-connectivity-message"  = "Sin conexión a internet";











"intro-first-title" = "MIO CIMAR UCR Versión 2.1";
"intro-second-title" = "Pronósticos locales";
"intro-third-title" = "Pronósticos regionales";
"intro-fourth-title" = "Mareas";
"intro-fifth-title" = "Personalice la información";


"intro-first-subtitle" = "Mejoramos y ampliamos nuestros servicios digitales gratuitos para los usuarios del mar. ¡Ahora con actualización automática de pronósticos cada 6 horas!";
"intro-second-subtitle" = "Nuevos comentarios de pronósticos locales con condiciones para bañistas y corrientes de resaca, navegación de embarcaciones y atraque en puertos.";
"intro-third-subtitle" = "Nueva visualización de pronósticos regionales con imágenes de mejor calidad  y controles de navegación.";
"intro-fourth-subtitle" = "Consulte por fecha predicciones de mareas y fases lunares de las principales regiones costeras de Costa Rica.";
"intro-fifth-subtitle" = "¡Ahora puede ajustar las características de la aplicación de acuerdo a sus necesidades!";



"intro-skip-title"  = "Saltar";
"intro-forward-title"  = "Empezar";






/* More screen */
"more-title" = "Más";

/* Live cameras section*/
"live-cameras" = "Cámaras en vivo";

/* Tourist info section*/
"tourist-info" = "Info Turista";

/* No Mail Available */
"No Mail Available" = "No Mail Available";

/* OK */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation was unsuccessful." = "Operation was unsuccessful.";

/* No comment provided by engineer. */
"Please try again by inserting a DTTimePeriod object." = "Please try again by inserting a DTTimePeriod object.";

/* No comment provided by engineer. */
"Please try an index within the bounds of the group." = "Please try an index within the bounds of the group.";

/* No comment provided by engineer. */
"Please try an index within the bounds or the group." = "Please try an index within the bounds or the group.";

/* No comment provided by engineer. */
"Request %@ received %ld out of %ld bytes" = "Request %1$@ received %2$ld out of %3$ld bytes";


/* Contact Screen*/

"contact-phone-title" = "teléfono";
"contact-email-title" = "correo";
"contact-website-title" = "sitio web";
"contact-address-title" = "dirección";
"contact-oceanographic-module" = "Módulo de Información Oceanográfica";

/* Tourist Info screen*/
"tourist-info-ict-info" = "Información suministrada por el Instituto Costarricense de Turismo.";
"tourist-info-links" = "Enlaces";
"tourist-imageviewer-exit" = "Salir";
"back" = "back";
"unable-to-open-link" = "Este enlance no puede ser abierto";

/* Notification alert*/
"show" = "Ver";
"ignore" = "Ignorar";
